Revit 2027 API
ParameterTypeId.RbsFamilyContentOffsetWidth Property
 "OffsetWidth"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsFamilyContentOffsetWidth { get; }
Public Shared ReadOnly Property RbsFamilyContentOffsetWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsFamilyContentOffsetWidth {
	ForgeTypeId^ get ();
}
static member RbsFamilyContentOffsetWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace